cases/uniformBreakupAndCoalescence/0.org/A.air
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      A.air;
}

dimensions      [0 -1 0 0 0 0 0];

internalField   uniform 0.0;

boundaryField
{
    empties
    {
        type            empty;
    }
}
