cases/uniformBreakupAndCoalescence/0.org/N.air
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      N.air;
}

dimensions      [0 -3 0 0 0 0 0];

internalField   uniform 0.0;

boundaryField
{
    empties
    {
        type            empty;
    }
}