cases/uniformBreakupAndCoalescence/0.org/T.air
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T.air;
}

dimensions          [0 0 0 1 0 0 0];

internalField       uniform 373.15;

boundaryField
{
    empties
    {
        type            empty;
    }
}