cases/uniformBreakupAndCoalescence/0.org/T.water
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T.water;
}

dimensions          [0 0 0 1 0 0 0];

internalField       uniform 368.15;

boundaryField
{
    empties
    {
        type            empty;
    }
}