cases/uniformBreakupAndCoalescence/0.org/U.air
FoamFile
{
    version     2.0;
    format      binary;
    class       volVectorField;
    object      U.air;
}

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    empties
    {
        type            empty;
    }
}
