cases/uniformBreakupAndCoalescence/0.org/alphat.water
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      alphat.water;
}

dimensions      [1 -1 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    empties
    {
        type            empty;
    }
}