cases/uniformBreakupAndCoalescence/0.org/epsilon.water
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      epsilon.water;
}

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 1e-3;

boundaryField
{
    empties
    {
        type            empty;
    }
}
