cases/uniformBreakupAndCoalescence/0.org/nut.water
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nut.water;
}

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    empties
    {
        type            empty;
    }
}
