cases/uniformBreakupAndCoalescence/0.org/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}

dimensions          [1 -1 -2 0 0 0 0];

internalField       uniform 1.2e5;

boundaryField
{
    empties
    {
        type            empty;
    }
}