cases/uniformBreakupAndCoalescence/system/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSchemes;
}

ddtSchemes
{
    default         Euler;
}

gradSchemes
{
    default         Gauss linear;
}

divSchemes
{
    default                         none;

    "div\(phi.*,alpha.*\)"          Gauss upwind;
    "div\(alphaPhi.*,f.*\)"         Gauss upwind;

    div(phi,U)                      Gauss limitedLinearV 1;
    div(alphaRhoPhi,U)              Gauss limitedLinearV 1;

    "div\(alphaRhoPhi,(h|e)\)"      Gauss limitedLinear 1;
    div(alphaRhoPhi,K)              Gauss limitedLinear 1;
    div(alphaRhoPhi,(p|rho))        Gauss limitedLinear 1;

    "div\(alphaRhoPhi,(k|epsilon|omega)\)"
                                    Gauss limitedLinear 1;

    div((((alpha*rho)*nuEff)*dev2(T(grad(U))))) Gauss linear;
}

laplacianSchemes
{
    default         Gauss linear corrected;
}

interpolationSchemes
{
    default         linear;
}

snGradSchemes
{
    default         corrected;
}

wallDist
{
    method          Poisson;
    nRequired       true;
}
