cases/uniformBreakupAndCoalescence/system/probes
probes
{
    type                probes;
    functionObjectLibs  ("libsampling.so");

    writeControl        timeStep;
    writeInterval       1;
    log                 true;

    probeLocations
    (
        (0.5 0.5 0.5)
    );

    fields
    (
        #include "probeFields"
    );
}
